Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Dieses wird bei Bestellung durch YY verbindlich im Rahmen dieses Vertrages.
en_gb: Under this agreement, this proposal becomes binding when accepted by YY.

source: 10 juillet
en_gb: 10 July

source: HUNGERSNOT IN AFRIKA
en_gb: Famine in Africa

source: Dank Ihrer Spende helfen heute bereits fünf unserer Partnerhilfswerke Hunderttausenden von Kindern und Erwachsenen, die Hunger leiden.
en_gb: Thanks to your donation, five of our partner relief organizations are now helping hundred thousands of children and adults suffering from famine.

source: In Somalia und im Südsudan kümmern sie sich um mangelernährte Kinder, verteilen Wasser und behandeln Kranke und Verletzte.
en_gb: In Somalia and Southern Sudan, they are helping malnourished children, distributing water and treating the sick and wounded.

source: In den nächsten Wochen stellen wir Ihnen die verschiedenen Projekte hier vor.
en_gb: In the coming weeks we will be presenting the various projects here.

source: Mehr Infos finden Sie auf unserer Website:
en_gb: You can find more information on our website:

source: Faduma hält ihren fünf Monate alten Sohn Ahmed* in einem Ernährungszentrum für stark unterernährte Kinder in Somalia in den Armen.
en_gb: Faduma holds her five-month-old son Ahmed* in a nutrition centre for severely undernourished children in Somalia.

source: Wie viele Kinder in ganz Somalia ist Ahmed wegen der schlimmen Dürre unterernährt.
en_gb: Like many children throughout Somalia, Ahmed is undernoursihed because of the severe drought.

source: Dank Ihrer Spende kann unsere Partnerorganisation Save the Children Kinder, die vom Hungertod bedroht sind, mit Zusatznahrung behandeln, damit sie wieder zu Kräften kommen.
en_gb: Thanks to your donation our partner relief organization Save the Children can help children facing famine, giving them enriched foods to restore their strength.

source: Mit Ihrer Hilfe unterstützen wir ein Projekt unserer Partnerorganisation ADRA in Somalia.
en_gb: With your donations, we are supporting a project run by our partner relief organization ADRA in Somalia

source: Die vom Hunger bedrohten Familien erhalten Nahrungsmittelgutscheine, damit sie auf den Märkten kaufen können, was sie am dringendsten benötigen.
en_gb: Families facing famine receive food vouchers with which they can by essential goods at the market.

source: 3 août
en_gb: 3 August

source: Die dreijährige Yasmine* ist stark mangelernährt und muss über eine Sonde ernährt werden.
en_gb: Three-year-old Yasmine* is severely malnourished and has to be fed via a drip.

source: Dank Ihrer Spende kann unsere Partnerorganisation Save the Children in zwei neuen Ernährungszentren in Somalia Kinder behandeln, die vom Hungertod bedroht sind.
en_gb: Thanks to your donation our partner relief organization Save the Children is treating children facing famine in two new nutrition centres in Somalia.

source: 17,5 MILLIONEN FRANKEN SPENDEN
en_gb: 17. MILLION FRANCS DONATED

source: Gemeinsam mit Ihnen haben wir bereits über 17 Millionen Franken für die Opfer der Hungersnot im Südsudan, in Somalia und in Nigeria gesammelt.
en_gb: You have helped us to raise over 17 million francs for the victims of the famine in South Sudan, Somalia and Nigeria.

source: Herzlichen Dank!
en_gb: Many thanks!

source: WIE FUNKTIONIEREN WIR?
en_gb: How do we operate?

source: Wie stellen wir sicher, dass das Geld bei den Begünstigten ankommt?
en_gb: How do we ensure that the money goes to the people who need it?

source: HUNGERSNOT IN AFRIKA – WIE HELFEN WIR?
en_gb: FAMINE IN AFRICA – HOW DO WE HELP?

source: Burhaan, 11 Monate alt, ist stark mangelernährt und muss über eine Sonde ernährt werden.
en_gb: Eleven-month-old Burhaan is severely malnourished and has to be fed via a drip.

source: Dank Ihrer Spende kann unsere Partnerorganisation @Save the Children in zwei neuen Ernährungszentren in Somalia Kinder behandeln, die wie er vom Hungertod bedroht sind.
en_gb: Thanks to your donation our partner relief organization @Save the Children is treating children facing famine in two new nutrition centres in Somalia.

source: Wer entscheidet eigentlich, welche Projekte unserer Partnerhilfswerke wir mit welchem Betrag unterstützen?
en_gb: Who decides which of our partner relief organizations’ projects will receive funding, and how much?

source: Dank unserem Partnerhilfswerk @HEKS erhalten Flüchtlinge aus dem Südsudan im Flüchtlingslager Bidi Bidi in Uganda sauberes Trinkwasser und bessere sanitäre Einrichtungen.
en_gb: Thanks to our partner relief organization @HEKS, refugees from South Sudan in the Bidi Bidi refugee camp in Uganda have access clean drinking water and better sanitary facilities.

source: Da der Bürgerkrieg und die zunehmende Hungersnot im Südsudan immer mehr Menschen vertreiben, ist Bidi Bidi zur grössten Flüchtlingssiedlung der Welt angewachsen.
en_gb: As the civil war and the increasingly severe famine in South Sudan drive more and more people from their homes, Bidi Bidi has become one of the largest refugee camps in the world.

source: Was passiert eigentlich mit dem Spendengeld, bevor es in die Projekte fliesst?
en_gb: What happens to the money donated before it goes to fund a project?

source: Wie legen wir es an?
en_gb: How do we invest it?

source: Wie gut kennen Sie uns?
en_gb: How well do you know us?

source: Was wissen Sie über die humanitäre Arbeit, die unsere Partnerhilfswerke weltweit leisten?
en_gb: What do you know about the humanitarian work carried out by our partner relief organizations?

source: Testen Sie Ihre Kenntnisse mit unserem Quiz.
en_gb: Test your knowledge in our quiz.

source: 12 LAUFENDE PROJEKTE
en_gb: 12 ONGOING PROJECTS

source: HUNGERSNOT IN AFRIKA – DANKE!
en_gb: FAMINE IN AFRICA – THANK YOU!

source: Wir unterstützen bereits 12 verschiedene Projekte für die Opfer der Hungersnot im Südsudan, in Somalia, Nigeria und Uganda.
en_gb: We are already supporting 12 different projects for the victims of the famine in South Sudan, Somalia, Nigeria and Uganda.

source: Mit dem gesammelten Geld unterstützen wir Projekte unserer Partnerhilfswerke.
en_gb: The money raised goes to fund our partner relief organizations’ projects.

source: Wie viel kommt dabei überhaupt direkt bei den Begünstigten an?
en_gb: How much goes towards helping the people in need directly?

source: 1,4 MILLIONEN BEGÜNSTIGTE
en_gb: 1.4 MILLION HELPED

source: Dank Ihrer Spende helfen heute 8 Schweizer Hilfswerke über 1,4 Millionen Kindern und Erwachsenen, die Hunger leiden, keinen Zugang zu Trinkwasser haben und an lebensbedrohlichen Krankheiten leiden.
en_gb: Thanks to your donations, eight Swiss aid organizations are currently delivering aid to 1.4 million children and adults suffering from famine who have no access to drinking water and are suffering from life-threatening illnesses.

source: Finanzen & Services
en_gb: Finances & Services

source: Reglement Software Asset Management (SAM)
en_gb: Software Asset Management (SAM) Regulations

source: Z-RE-Reglement Nutzung ZHAW IT-Infrastruktur (AUP)
en_gb: Z-RE-Regulation Use of ZHAW IT Infrastructure (AUP)

source: Z-RE-Finanzreglement
en_gb: Z-RE Finance regulation

source: Z-RE-Reglement Vertragsmanagement
en_gb: Z-RE Contract management regulation

source: Z-GA-SPoC Grundauftrag
en_gb: Z-GA-SPoC basic remit

source: Gegenstand
en_gb: Object

source: die Lizenzierung von Software
en_gb: licensing software

source: das Software-Lizenzreporting
en_gb: software licence reporting

source: die Handhabung von Software-Audits an der ZHAW
en_gb: handling software audits at ZHAW

source: Dieses Reglement gilt für das gesamte Personal der ZHAW für die Nutzung der ZHAW-IT-Infrastruktur.
en_gb: This regulation applies to all ZHAW staff using the ZHAW IT infrastructure.

source: Freeware Software, für welche von dem/der Hersteller/-in unter bestimmten Bedingungen kostenlose Lizenzen zur Verfügung gestellt werden.
en_gb: Freeware Software for which licences are made available by the manufacturer free of charge under certain conditions.

source: Der Quelltext wird von dem/der Hersteller/-in nicht zur Verfügung gestellt (und kann nicht verändert werden).
en_gb: The source text is not made available by the manufacturer (and cannot be altered).

source: Free-Software Software, welche in Form des Quelltexts von dem/der Hersteller/-in zur Verfügung gestellt wird.
en_gb: Free software Software made available as source text by the manufacturer.

source: Erlassverantwortliche/r
en_gb: Issued by

source: Leiter ICT
en_gb: Head of ICT

source: Verwaltungsdirektor/-in
en_gb: Managing Director

source: TT.MM.JJJJ
en_gb: DD.MM.YYYY

source: Gremium, Stelle, Rolle
en_gb: Organ, position, role

source: Beschreibung inhaltliche Änderung
en_gb: Description of change

source: Beschreibung formale, redaktionelle Korrekturen, TT.MM.JJ
en_gb: Descripton of formal and editorial corrections, DD.MM.YYYY

source: Im engeren Sinne steht Open-Source-Software für Software, die die Definition der Open Source Initiative (OSI) erfüllt, beispielsweise darüber, dass diese Software einer von OSI anerkannten Open-Source-Softwarelizenz unterliegt (https://opensource.org/licenses).
en_gb: More precisely, open source software is software that meets the definition of the Open Source Initiative (OSI), for example, that the software is subject to an open source software licence recognised by OSI (https://opensource.org/licenses).

source: Public-Domain-Software Software, die frei verfügbar und kostenlos sowie zur öffentlichen Verbreitung freigegeben ist.
en_gb: Public domain software Software that is freely available free of charge and may be distributed in the public domain.

source: Shareware Software mit einer kostenlosen temporären Lizenz für Evaluationszwecke.
en_gb: Shareware Software with a free temporary licence for evaluation purposes.

source: Der Quelltext kann frei verändert und verteilt werden.
en_gb: The source text may be altered and distributed freely.

source: Üblicherweise ist es bei Shareware erlaubt, die Software in unveränderter Form beliebig zu kopieren oder zu verteilen, jedoch im Gegensatz zu Freeware mit einer Aufforderung, sich nach einem definierten Testzeitraum bei den Autoren/-innen kostenpflichtig registrieren zu lassen.
en_gb: In the case of shareware, software may usually be copied or distributed in unaltered form; however, unlike with freeware, after a set testing period users are required to register with the author and pay.

source: SaaS, PaaS, IaaS Software/Plattform/Infrastructure as a Service
en_gb: SaaS, PaaS, IaaS Software/Platform/Infrastructure as a Service

source: Softwaremiete vs. -Kauf Viele Hersteller/-innen vertreiben vermehrt nur noch Mietmodelle insbesondere im Zusammenhang mit Cloud-Diensten.
en_gb: Renting vs purchasing software Manufacturers are increasingly offering software for rent, in particular in connection with cloud services.

source: Mietmodelle garantieren aktuellste Software-Versionen und Vorteile wie gute Skalierbarkeit.
en_gb: Renting gives the client the most current software versions and benefits such as good scalability.

source: Der Entscheid Kauf oder Miete ist u.a. abhängig von Einsatzzweck, Einsatzdauer, Preis-Leistung des Modells und dem Angebot an Funktionalitäten.
en_gb: The decision whether to purchase or rent depends on the intended use of the software, how long it is needed, cost effectiveness of the option and the functionalities offered.

source: Lizenzierung von Software
en_gb: Software licensing

source: Free-Software ist nicht zwingend kostenlos.
en_gb: Free software is not necessarily free of charge.

source: Eigenentwicklungen Die ZHAW besitzt die Rechte an ZHAW-intern entwickelter sowie in Kooperationsmodellen mit externen Partnern/-innen entwickelter Software.
en_gb: In-house development ZHAW owns the rights to any software developed within ZHAW or in cooperation with external parties.

source: Sind dennoch Elemente von Third-party-Software enthalten (inkl. Open-Source-Software), sind die entsprechenden Lizenzbestimmungen einzuhalten und zu dokumentieren.
en_gb: However, if such software includes elements of third-party software (incl. open-source software), the associated licensing terms must be observed and documented.

source: Für die Einhaltung der Lizenzbestimmungen sowie die Dokumentation über deren Einhaltung ist die entwickelnde Stelle verantwortlich.
en_gb: The unit developing the software is responsible for observing any licensing terms and the documentation regarding this.

source: Software auf BYOD-Geräten Der Einsatz von BYOD-Geräten an der ZHAW erfolgt gemäss Reglement Bring Your Own Device (BYOD).
en_gb: Software on BYOD devices The use of BYOD devices at ZHAW is governed by the Bring Your Own Device (BYOD) regulation.

source: Von der ZHAW zur Verfügung gestellte Software darf nur mit ausdrücklicher Erlaubnis der verteilenden Stellen und unter Einhaltung der entsprechenden Lizenzbestimmungen auf BYOD-Geräten installiert werden.
en_gb: Any software made available by ZHAW may only be installed on BYOD devices with the express permission of the distributing units and in accordance with the associated licensing terms.

source: Software-Piraterie Die ZHAW duldet keine Software-Piraterie wie z.B. das Kopieren oder das sogenannte Cracken von Software.
en_gb: Software piracy ZHAW does not tolerate any software piracy such as copying or so-called software cracking.

source: Software-Lizenz-Beschaffungen, -Verträge und Lizenznachweise
en_gb: Software licence procurement, agreements and verification

source: Die Beschaffung von Software über Spesen ist nicht erlaubt.
en_gb: Software may not be procured via expenses.

source: Software-Lizenz-Beschaffung Die Software-Beschaffung erfolgt durch die beschaffenden Stellen nach den Vorgaben des ZHAW-Finanzreglements über den ZHAW-Beschaffungsprozess.
en_gb: Software licence procurement Software is procured by the procuring units in accordance with the provisions of the ZHAW finance regulations on the ZHAW procurement process.

source: Software -Lizenzverträge Die Verwaltung von Software-Lizenzverträgen erfolgt nach den Vorgaben des ZHAW-Finanzreglements und gemäss dem ZHAW Vertragsmanagement.
en_gb: Software licence agreements Software licence agreements are managed in accordance with the provisions of the ZHAW finance regulations and with ZHAW contract management.

source: Software-Lizenznachweise Software-Lizenznachweise wie Zertifikate, Kaufbelege, Verträge oder Rechnungen müssen ab Software-Erstinstallation über den gesamten Lebenszyklus des Software-Einsatzes aufbewahrt werden.
en_gb: Software licence verification Software licence verification such as certificates, purchase receipts, agreements or invoices must be retained from the initial installation of the software throughout the entire period the software is in use.

source: Die beschaffende Stelle ist verantwortlich für die Aufbewahrung von Software-Lizenznachweisen bzw. im Falle von Vertragsakten für deren Weiterleitung an die jeweiligen ZHAW-Vertragsadministration.
en_gb: The procuring unit is responsible for retaining any software licence verification or in the case of contract files of passing these on to the relevant ZHAW contract administration unit.

source: Im Falle eines Audits kann das Software-Audit-Management die Lizenznachweise bei den beschaffenden Stellen einfordern.
en_gb: When an audit is carried out, the software audit management unit may require the procuring unit to produce the licence verification.

source: Downloads, Verteilung, Ausserbetriebnahme und Wiederverwendung von Software
en_gb: Downloads, distribution, decommissioning and reuse of software

source: Ausserbetriebnahme von Software Nicht mehr benötigte Software wird von den verteilenden Stellen in Absprache mit dem/der Vertragseigner/in ausser Betrieb genommen und wo notwendig deinstalliert sowie die dazugehörigen Verträge durch den/die Vertragseigner/-in gekündigt.
en_gb: Software decommissioning Software that is no longer needed is decommissioned by the distributing units in consultation with the owner of the agreement; where necessary the software is uninstalled and the relevant agreements cancelled by the agreement owner.

source: Software-Pakete und Lizenzschlüssel werden von den verteilenden Stellen unter Einhaltung der jeweiligen Lizenzbestimmungen archiviert oder vernichtet.
en_gb: Software packages and licence keys are archived or destroyed by the distributing unit in accordance with the corresponding licence terms.

source: Allfällige noch gültige Lizenzen werden nach Möglichkeit wiederverwendet.
en_gb: If any licences are still valid, these shall continue to be used if possible.

source: Monitoring und Reporting von Software-Lizenzen
en_gb: Monitoring and reporting of software licences

source: Scanning von Software-Installationen Die ZHAW verwendet Scanning-Tools für die Sicherstellung der Einhaltung von Lizenzbestimmungen und den wirtschaftlichen Einsatz von Software-Lizenzen.
en_gb: Software installation scanning ZHAW uses scanning tools to ensure that licence terms are respected and that software licences are implemented on a cost-effective basis.

source: Diese Tools werden für die Erkennung und Identifikation von installierter Software eingesetzt.
en_gb: These tools are used to recognise and identify installed software.

source: Die so erhobenen Daten lassen u.a. Rückschlüsse auf die Nutzung von Software zu und unterstützen die Optimierung der Lizenzbeschaffung sowie die Abwicklung von Software-Audits.
en_gb: The data gathered allows conclusions to be drawn about the use of software, and helps to improve licence procurement and software audit processes.

source: Software-Asset-Management (SAM) Software-Asset-Management ist die prozessuale und technische Umsetzung von vorwiegend kommerziellen und rechtlichen Zielsetzungen.
en_gb: Software Asset Management (SAM) Software Asset Management is the procedural and technical implementation of predominantly commercial and legal objectives.

source: Reporting von Software-Kennzahlen Die Anzahl beschaffter, verteilter und effektiv installierter Software wird für ausgewählte Produkte periodisch durch das SA-Management zu Händen der Verantwortlichen (Verwaltungsdirektor/-in, ICT-Leiter/-in) rapportiert.
en_gb: Software key data reporting The SAM unit shall report to the responsible persons (managing director, head of ICT) on the number of purchased, distributed and installed software programmes for selected products.

source: Software-Audits durch Hersteller Software-Lizenzverträge können das Recht des/der Herstellers/in enthalten, die Kundschaft zu auditieren, d.h. den korrekten Einsatz gemäss Lizenzbestimmungen bei der Kundschaft zu überprüfen.
en_gb: Software audits by the manufacturer Software licence agreements may include the right of the manufacturer to audit the customer, i.e., to check that the customer is using the software correctly in accordance with the terms of the licence agreement.

source: Es werden keine personenbezogenen Daten an Auditoren/-innen weitergegeben.
en_gb: No personal data shall be passed on to auditors.

source: Zuständigkeit Audit-Management Die Rolle SA-Manager/-in übernimmt im Falle eines Audits die Rolle des/der Software-Audit-Managers/-in und ist für die Durchführung von Audits nach dem ZHAW-Prozess «Software-Audit-Management» verantwortlich.
en_gb: Audit management responsibilities During an audit, the SA manager takes on the role of software audit manager and is responsible for carrying out the audit in accordance with the ZHAW Software Audit Management process.

source: Die Rolle Software-Audit-Manager/-in hat im Audit-Fall gegenüber Mitgliedern der Software-Audit-Organisation, Vertragseignern/-innen von Software-Lizenzverträgen sowie beschaffenden und verteilenden Stellen Informations- und Auskunftsrechte.
en_gb: During an audit, the acting software audit manager has certain rights to information to be provided by members of the software audit organisation, owners of software licence agreements and the procuring and distributing units.

source: Rollen
en_gb: Roles

source: Benutzer/-in Das ZHAW-Personal als Benutzer/-in von ZHAW-IT-Infrastruktur, insbesondere Software.
en_gb: User The ZHAW staff as users of ZHAW IT infrastructure, in particular software.

source: Download-Portal-Benutzer/-in Download-Portal-Benutzer/-innen werden durch den/die entsprechende/n Vertragseigner/-in für die Nutzung von Hersteller-Lizenzportalen oder Portalen von Software-Vertriebspartnern für den Download von Software und Lizenzschlüsseln berechtigt.
en_gb: Download portal user Download portal users are given rights to use manufacturers’ licensing portals or software distributors’ portals to download software and licence keys.

source: Die Download-Portal-Benutzer/-innen stellen zudem sicher, dass auf diese Weise bezogene Lizenzschlüssel ausschliesslich für Download-Portal-Benutzer/-innen zugänglich bleiben.
en_gb: Download portal users must also ensure that the licence keys thus acquired remain accessible exclusively to download portal users.

source: Verteilende Stelle ZHAW-Stellen, welche Software verteilen bzw. den Benutzer/-innen Software zur Verfügung stellen dürfen.
en_gb: Distributing unit ZHAW units that are authorised to distribute software or make software available to users.

source: Für Geräte, welche durch ICT gemanaged werden, sind dies die entsprechenden Stellen bei ICT.
en_gb: In the case of devices managed by ICT, these are the relevant ICT units.

source: In der Regel unterzeichnet diese Rolle den Vertrag.
en_gb: The owner usually signs the agreement.

source: Fachliche/r und technische/r Eigner/-in (entspricht den Rollen fachliche/ und technische/ Eigner/-in BAP) Fachliche und technische Eigner von Software-Produkten kennen das jeweilige Produkt, Teilprodukt oder Modul.
en_gb: Specialist and technical owner (corresponds to the roles of specialist and technical owner in BAP) specialist and technical owners of software products are familiar with the respective product, sub-product or module.

source: Im Zusammenhang mit Software-Asset-Management verfolgen sie Produkteveränderungen und Lizenzmodelle.
en_gb: Along with the Software Asset Management team, they keep abreast of product changes and licensing models.

source: SA-Manager/-in Der/die SA-Manager/-in stellt sicher, dass die vorliegenden Regelungen in den relevanten ZHAW-Prozessen eingehalten werden:
en_gb: SA manager The SA manager ensures that current regulations in the relevant ZHAW processes are adhered to:

source: • Beschaffung/Kreditoren
en_gb: Procurement/Accounts payable

source: • Inventarisierung ICT (Software-Lizenznachweise)
en_gb: ICT inventary (software licence verification)

source: • Software-Verteilung
en_gb: Software distribution

source: • Flottenmanagement - Ausserbetriebnahme
en_gb: • Fleet management - Decommissioning

source: Diese organisationseigenen Vertreter/-innen werden durch die Departementsleitung ernannt.
en_gb: These representatives within the organisation are appointed by the school management.

source: Software-Audit-Manager/-in Der/die Software-Audit-Manager/-in ist für die Abwicklung von Software-Audits verantwortlich und bei der Durchführung gegenüber der Audit-Organisation zur Beschaffung von Informationen berechtigt.
en_gb: Software audit manager The software audit manager is responsible for conducting software audits and is entitled to information from the auditing organisation.

source: Mitglied ZHAW-Software-Audit-Organisation Mitglieder der ZHAW-Software-Audit-Organisation werden durch die Departementsleitung ernannt.
en_gb: Member of the ZHAW Software Audit Organisation Members of the ZHAW Software Audit Organisation are appointed by the school management.
